#+STARTUP: showall
#+STARTUP: hidestars
#+TAGS: { @Book(k)  @Dormitory(d) @Classroom(c) @Way(w) @Launchtime(l) @Call(p) @309(g) @Bed(b) @Computer(o) @PROJECT(t)}
#+STARTUP: logdone
#+PROPERTY: Effort_ALL  0:10 0:20 0:30 1:00 2:00 4:00 6:00 8:00
#+COLUMNS: %38ITEM(Details) %TAGS(Context) %7TODO(To Do) %5Effort(Time){:} %6CLOCKSUM{Total}
#+PROPERTY: Effort_ALL 0 0:10 0:20 0:30 1:00 2:00 3:00 4:00 8:00
#+SEQ_TODO: TODO(t) STARTED(s) WAITING(w) APPT(a) | DONE(d) CANCELLED(c) DEFERRED(f)
#+AUTHOR: nameless
*  BOOK                                                               :@Book:
:PROPERTIES:
:CATEGORY: BOOK
:END:
** TODO [#A] CSAPP[0%]                                          :@Dormitory:
:LOGBOOK:
CLOCK: [2016-03-08 Tue 19:50]--[2016-03-08 Tue 20:19] =>  0:29
CLOCK: [2016-03-08 Tue 19:19]--[2016-03-08 Tue 19:44] =>  0:25
:END:
1. [ ] A Tour of Computer Systems[10%]
SCHEDULED: <2016-03-08 Tue> DEADLINE: <2016-05-07 Sat>
- State "TODO"       from              [2016-03-07 Mon 20:30]
** TODO [#A]计算机网络-自顶向下方法[%]                          :@Classroom:
:LOGBOOK:
CLOCK: [2016-03-08 Tue 22:17]--[2016-03-08 Tue 22:42] =>  0:25
:END:
1. [ ] 计算机网络和因特网
DEADLINE: <2016-05-07 Sat> SCHEDULED: <2016-03-07 Mon>
- State "TODO"       from              [2016-03-07 Mon 21:18]
** TODO [#B] 纽约摄影教程[50%]                                 :@Classroom:
1. [X] Eye of the Photographer
2. [ ] Camera and Lens
DEADLINE: <2016-06-07 Tue> SCHEDULED: <2016-03-07 Mon>
- State "TODO"       from              [2016-03-07 Mon 21:31]
** TODO [#C] 国际象棋                                          :@Dormitory:
SCHEDULED: <2016-03-07 Mon>
:LOGBOOK:
CLOCK: [2016-03-08 Tue 20:39]--[2016-03-08 Tue 21:05] =>  0:26
:END:
- State "TODO"       from              [2016-03-07 Mon 21:33]
** TODO [#C]水彩画                                             :@Dormitory:
SCHEDULED: <2016-03-07 Mon>
- State "TODO"       from              [2016-03-07 Mon 21:34]
** TODO [#A] 数据库                                            :@Dormitory:
DEADLINE: <2016-05-07 Sat> SCHEDULED: <2016-03-07 Mon>
- State "TODO"       from              [2016-03-07 Mon 21:35]

* Homework
:PROPERTIES:
:CATEGORY: HOMEWORK
:END:
** TODO [#A] 毛概 PPT                                          :@Classroom:
DEADLINE: <2016-03-14 Mon> SCHEDULED: <2016-03-08 Tue>
* Art
:PROPERTIES:
:CATEGORY: ART
:END:
** TODO [#B] Music Theory                                      :@Dormitory:
SCHEDULED: <2016-03-07 Mon>
- State "TODO"       from              [2016-03-07 Mon 21:58]
how to : read book
** TODO [#A] Play Guitar                                             :@309:
SCHEDULED: <2016-03-09 Wed .+1d>
:PROPERTIES:
:LAST_REPEAT: [2016-03-08 Tue 12:19]
:END:
- State "DONE"       from "TODO"       [2016-03-08 Tue 12:19]
* Study 
:PROPERTIES:
:CATEGORY: Study
:END::
